tap "jesseduffield/lazydocker"
brew "bat"
brew "colima"
brew "curl"
brew "eza"
brew "fd"
brew "fzf"
brew "go"
brew "htop"
brew "jq"
brew "k9s"
brew "kubernetes-cli"
brew "lazygit"
brew "neovim"
brew "pgcli"
brew "pure"
brew "pyenv"
brew "ripgrep"
brew "stow"
brew "tmux"
brew "tree"
brew "wget"
brew "zoxide"
brew "zsh-autosuggestions"
brew "zsh-syntax-highlighting"
brew "jesseduffield/lazydocker/lazydocker"
cask "docker-desktop"
cask "ghostty"
cask "karabiner-elements"
